export const categoriesApi = [
    {
        name: 'Математика',
        description: 'Матема́тика — точная (формальная) наука, первоначально исследовавшая количественные отношения и пространственные формы; более современное понимание: это наука об отношениях между объектами, о которых ничего не известно, кроме описывающих их некоторых свойств, — именно тех, которые в качестве аксиом положены в основание той или иной математической теории.',
        testCount: 15,
        id: 11,
    },
    {
        name: 'Психология',
        description: 'Психоло́гия — научная дисциплина, изучающая закономерности возникновения, развития и функционирования психики и психической деятельности человека и групп людей. Психология объединяет в себе гуманитарный и естественно-научный подходы.',
        testCount: 7,
        id: 1,
    },
    {
        name: 'Биология',
        description: 'Биоло́гия — наука о живых существах и их взаимодействии со средой обитания. Изучает все аспекты жизни, в частности: структуру, функционирование, рост, происхождение, эволюцию и распределение живых организмов на Земле. Классифицирует и описывает живые существа, происхождение их видов, взаимодействие между собой и с окружающей средой.',
        testCount: 5,
        id: 71,
    },
    {
        name: 'Плоский мир',
        description: 'Плоский мир (англ. Discworld) — вселенная, описанная в серии романов Терри Пратчетта «Плоский мир», а в более узком смысле — планета в форме диска, расположенного на спинах четырёх слонов, несомых плывущей в космосе гигантской черепахой А’Туином. Имена слонов — Берилия (англ. Berilia), Тубул (англ. Tubul), Великий Т’Фон (англ. Great T’Phon) и Джеракин (англ. Jerakeen). Гигантская черепаха относится к виду космических черепах (англ. Chelys Galaktica).',
        testCount: 75,
        id: 14,
    },
]