export const newTests = [ "Новый тест №1", "Новый тест №2", "Новый тест №3" ];
export const popularTests = [ "Популярный тест №1", "Популярный тест №2", "Популярный тест №3" ];
export const news = [
    {
        title: 'Новость №1',
        desc: 'Описание новости №1'
    },
    {
        title: 'Новость №2',
        desc: 'Описание новости №2'
    },
    {
        title: 'Новость №3',
        desc: 'Описание новости №3'
    },
    {
        title: 'Новость №4',
        desc: 'Описание новости №4'
    },
]