export const testsApi = [
    {
        id: 451,
        name: 'Дифференциальные уравнения',
        desc: 'Тест для студентов 1 курса по математике на тему дифференциальные уравнения',
        author: 'Леонид Вячеславович',
        public: true,
        time: 5,
        questions: [
            {
                question: 'Общим решением дифференциального уравнения n-го порядка называется',
                answers: [
                    'Решение, в котором произвольным постоянным придаются конкретные числовые значения',
                    'Решение, содержащее n независимых произвольных постоянных',
                    'Решение, выраженное относительно независимой переменной',
                    'Решение, полученное без интегрирования'
                ],
                correctAnswer: 1,
                score: 4
            },
            {
                question: 'Дано уравнение вида y\'\'=F(x). Что не относится к цели введения новой функции Z(x)',
                answers: [
                    'z(x)=y\'',
                    'z\'(x)=y\'',
                    'z(x)=y\'\'',
                    'z\'(x)=y'
                ],
                correctAnswer: 2,
                score: 2
            },
            {
                question: 'Решением какого уравнения будет функция, выраженная через значение интеграла от правой части уравнения?',
                answers: [
                    '9x = y',
                    '4x=z',
                    '74-74=0',
                    'xzd=dzx'
                ],
                correctAnswer: 3,
                score: 5
            },
            {
                question: 'Отношение двух однородных функций одинаковых степеней есть однородная функция',
                answers: [
                    'Нулевой степени',
                    'Первой степени',
                    'Второй степени',
                    'Степени на одну ниже степеней исходных функций'
                ],
                correctAnswer: 0,
                score: 4
            },
            {
                question: 'Какое высказывание не отражает признак уравнения в полных дифференциалах?',
                answers: [
                    'Левая часть уравнения представляет собой сумму частных дифференциалов',
                    'Частная производная по одной переменной одного слагаемого и частная производная по другой переменной другого слагаемого равны',
                    'Общее решение в неявном виде определяется уравнением F(x, y) = C',
                    'Выражение, зависящее от y, входит только в левую часть, а выражение, зависящее от x - только в правую часть'
                ],
                correctAnswer: 2,
                score: 5
            },
            {
                question: 'Решение линейного однородного дифференциального уравнения второго порядка с постоянными коэффициентами содержит тригонометрические функции, если',
                answers: [
                    'Определитель Вронского равен нулю',
                    'Корни характеристического уравнения – комплексные',
                    'Корни характеристического уравнения - действительные и различные',
                    'Корни характеристического уравнения - вещественные и равные'
                ],
                correctAnswer: 1,
                score: 3
            },
            {
                question: 'Из тождества, возможного при равенстве коэффициентов при одинаковых степенях x, получают',
                answers: [
                    'Корни характеристического уравнения',
                    'Решение однородного уравнения',
                    'Дифференциальное уравнение более низкого порядка',
                    'Систему уравнений'
                ],
                correctAnswer: 3,
                score: 2
            },
            {
                question: 'При решении линейного дифференциального уравнения первого порядка не применяется',
                answers: [
                    'Замена переменной',
                    'Разделение переменных',
                    'Метод неопределённых коэффициентов',
                    'Интегрирование по частям'
                ],
                correctAnswer: 2,
                score: 2
            },
            {
                question: 'Первым шагом решения уравнения является:',
                answers: [
                    'Почленное деление уравнения на x',
                    'Перенос логарифма в левую часть',
                    'Перенос правой части в левую часть',
                    'Нахождение логарифма'
                ],
                correctAnswer: 0,
                score: 2
            },
            {
                question: 'Частное решение уравнения вида , где правая часть – многочлен первой степени, следует искать в виде',
                answers: [
                    'Решение, в котором произвольным постоянным придаются конкретные числовые значения',
                    'Решение, содержащее n независимых произвольных постоянных',
                    'Решение, выраженное относительно независимой переменной',
                    'Решение, полученное без интегрирования'
                ],
                correctAnswer: 1,
                score: 1
            }
        ]
    }
];